/* Add to Library */
"Add to Library" = "שמור לספריית תמונות";

/* Cancel */
"Cancel" = "סיום";

/* Isn't  it a work of art?<br/><br/><a href='http://www.lofipeople.com/shanatova/appstore'>visit lofipeople</a> */
"email message" = "הכנתי כרטיס ברכה מוסיקלי.<br/>פתחו את הסרטון המצורף כדי לראות אותו.<br/>שנה טובה!<br/><br/><a href='http://www.lofipeople.com/shanatova/appstore'>יצרתי בעזרת אפליקציית שנה טובה לאייפון.</a>";

/* check out my song */
"email subject" = "שנה טובה ומתוקה!";

/* Facebook upload */
"FB alert" = "פייסבוק";

/* shana tova */
"FB desc" = "שתהיה שנה טובה ומתוקה!\n<a href='http://www.lofipeople.com/shanatova/appstore'>אפליקציית שנה טובה</a>";

/* shana tova musical card */
"FB title" = "שנה טובה - כרטיס ברכה מוסיקלי";

/* Your video was uploaded successfully!\ngo check your wall */
"FB upload finished" = "הסרטון עלה בהצלחה!\nלכו תסתכלו בפרופיל שלכם...";

/* Upload is in progress */
"FB upload progress" = "מעלה את הסרטון לרשת...";

/* The video has been saved to your photos library */
"library alert message" = "הסרטון נשמר לספריית התמונות על המכשיר";

/* Library */
"library alert title" = "ספריית תמונות";

/* Hey,<br/>I just made a ringtone created with the help of this cool app.<br/>Double click the attachment to listen to it first.<br/>Then, save it to your desktop, and then drag it to your itunes library. Now sync your iDevice.<br/>Next, in your iDevice, go to Settings > Sounds > Ringtone > and under 'Custom' you should see this file name.<br/>You can always switch it back if you feel like you're not ready for this work of art, yet.<br/><br/>Now, pay a visit to <a href='http://www.lofipeople.com/shanatova/appstore'>lofipeople's</a> website. I leave it to you to handle the truth. */
"ringtone message" = "היי,<br/>יצרתי רינגטון בעזרת האפליקציה המגניבה שנה טובה מוסיקלי!<br/>כדי להפעיל אותו על המכשיר:<br/>1. שמרו את הקובץ לשולחן העבודה (דסקטופ)<br/>2. תגררו אותו משם לתוך ה-iTunes<br/>3. תסנכרנו את המכשיר שלכם<br/>4. על המכשיר, לכו ל Settings > Sounds > Ringtone ותחת 'Custom' תמצאו את הרינגטון שלכם.<br/>תמיד תוכלו להחליף חזרה אם זה מגניב מדי בשבילכם :)<br/><br/><a href='http://www.lofipeople.com/shanatova/appstore'>יצרתי בעזרת אפליקציית שנה טובה לאייפון.</a>";


/* Sweeeet! My New Rosh Hashana Ringtone! */
"ringtone subject" = "רינגטון שנה טובה!";

/* Send ringtone */
"Send ringtone" = "שלח רינגטון";

/* Send via mail */
"Send via mail" = "שלח במייל";

/* We're trying hard, but there's no Internet connection */
"upload alert message" = "וואלה, לא נראה שיש לך חיבור לאינטרנט";

/* Upload Movie */
"upload alert title" = "העלאת סרט";

/* Upload to FaceBook */
"Upload to FaceBook" = "שתף בפייסבוק";

/* Upload to YouTube */
"Upload to YouTube" = "העלה ליוטויב";

/* YouTube upload */
"YT alert" = "יוטיוב";

/* this video created with this iphone app\nvisit lofipeople at http://www.lofipeople.com */
"YT desc" = "שתהיה שנה טובה ומתוקה!ֿ\nhttp://www.lofipeople.com/shanatova/appstore";

/* shana tova musical card */
"YT title" = "שנה טובה - כרטיס ברכה מוסיקלי";

/* your video was uploaded successfully! link: %@ */
"YT upload finished" = "הסרטון עלה בהצלחה!";

/* Upload is in progress */
"YT upload progress" = "מעלה את הסרטון לרשת...";

/* your upload has been stopped */
"YT upload stopped" = "העלאת הסרטון נכשלה";

